{
    "cohort": [
        {
            "id": 1,
            "firstName": "Billy",
            "lastName": "Blackman",
            "reelThemIn": "\"The scariest moment is always just before you start.\"- Stephen King",
            "bio": "<p>I have always had a passion for creating things. I love building things, taking them apart, finding out how they work and fixing them. I approach all my core interests - Software Development, Audio Engineering, Electronics - with a similar mechanical approach and curiosity. <br> I've been interested in software since childhood, but just recently took the leap to start learning. Coming from a well-rounded background in music, focused in analytical facets like production and composition, Software Development offers me countless new ways to fulfill my desires to design, build, and repair. </p>",
            "github": "https://github.com/billyblackman",
            "linkedIn": "https://www.linkedin.com/in/billyblackman/",
            "email": "blackmanbilly@gmail.com",
            "proImg": "BillyBlackman.jpg"
        },
        {
            "id": 2,
            "firstName": "Derek",
            "lastName": "Buckley",
            "reelThemIn": "\"The best way to predict your future is to create it.\" - Abraham Lincoln",
            "bio": "<p>As someone who loves to use logic to solve problems and loves to always be learning, moving in web development was a natural progression in my career path. From my first time writing code in high school I was fascinated with the idea of writing code to solve problems and accomplish tasks. Although my career path took me in a different direction for many years, coming back to software development has been an amazing experience. <br>In my time away from writing code I am grateful for the skills and experience I gained in different industries and job types. Although not directly related to my ability to write code they have helped me be more effective working with people on an individual basis, being part of a team, and communicating abstract ideas to people in many different roles. <br>Outside of work I enjoy hiking with my family, writing music and painting. I volunteer at my church and am involved in small groups, as well as other volunteer opportunities in my community. </p>",
            "github": "https://github.com/buckleyderekp",
            "linkedIn": "https://www.linkedin.com/in/derekbuckley/",
            "email": "buckleyderekp@gmail.com",
            "proImg": "DerekBuckley.jpg",
            "capstone": "https://youtu.be/a-Qi6TLwu1k"
        },
        {
            "id": 3,
            "firstName": "Michael",
            "lastName": "Carroll",
            "reelThemIn": "\"Seek freedom and become captive of your desires. Seek discipline and find your liberty.\" - Frank Herbert",
            "bio": "<p>I am a Nashville native who has recently moved back home. I spent most of my professional career working in the service industry. While I love the fast pace, and camaraderie it instills, I began looking into programming from a desire to create new avenues of positive change in my community. I cam to love not only the idea of what I could do with the ability to connect people but also programming itself after babbling into JavaScript. Now I can’t imagine another career path for myself. </p>",
            "github": "https://github.com/Keartroth",
            "linkedIn": "https://www.linkedin.com/in/mecarrolljr/",
            "email": "mecarrolljr@tutanota.com",
            "proImg": "MichaelCarroll.jpg"
        },
        {
            "id": 4,
            "firstName": "Alexander",
            "lastName": "Curnow",
            "reelThemIn": "",
            "bio": "My introduction to software development was initially sparked by my band's manager, who has been a developer for 15 years. The things he could do blew my mind. I'd always have twenty question for him, but never really understood his answers. I didn't take action on my own learning until two friends of mine (Nashville Software School alumns!) encouraged me to follow in their footsteps. A few Codecademy and Udemy courses later I applied to NSS hungry to learn more, and I'm so glad that I did. For me, the most enticing aspect of being a software engineer is that the learning is truly endless! Wearing my nerd on my sleeve here, but the problems are like games in which a developer needs to create and cast spells in order to solve. I'm always looking forward to the next challenge, and for the first time in a long time I no longer dread the end of the weekend because software engineering is just that cool!",
            "github": "https://github.com/alexcurnow",
            "linkedIn": "https://www.linkedin.com/in/alexcurnow/",
            "portfolio": "http://alexcurnow.github.io/my-portfolio/",
            "email": "alexcurnow@gmail.com",
            "proImg": "AlexCurnow.jpg",
            "capstone": "https://youtu.be/xco8sH9P42A"
        },
        {
            "id": 5,
            "firstName": "Calvin",
            "lastName": "Curry",
            "reelThemIn": "\"Don't be surprised how quickly the Universe moves once you've decided.\" -Unknown",
            "bio": "<p>Thus far, my journey in software development has been phenomenal, and I feel that this is the best decision I could have made for my career. I was initially introduced to coding by my brother, as I was genuinely interested in trying to figure out what his job consisted of as a software engineer. I was advised to experiment with free online resources at my own leisure to get a basic understanding of programming. I created an account on Codecademy to learn about JavaScript, and after about two hours of coding, I realized that I felt an overall sense of enthusiasm that I had not experienced with any previous career. In the moment, I knew that I would continue coding as a hobby, but that quickly evolved into a desire to pursue my newfound passion as a full-time career. Upon hearing about the Nashville Software School, I knew that this would be a fantastic opportunity to accelerate my learning while receiving the support I need to be fully prepared to transition into the tech industry.<br>I am excited to have found an avenue that allows me to use logical thinking to solve problems, use my creativity to turn my ideas into tangible applications, and challenge myself intellectually by continuously learning new concepts to further my growth as a developer. I am continuing to learn and grow more each day, and at this point I cannot imagine anything else that I would rather do. </p>",
            "github": "https://github.com/calvincurry22",
            "linkedIn": "https://www.linkedin.com/in/calvinmcurry/",
            "portfolio": "https://calvincurry22.github.io/",
            "email": "calvincurry22@gmail.com",
            "proImg": "CalvinCurry.jpg",
            "capstone": "https://youtu.be/KgzVoWr__WY"
        },
        {
            "id": 7,
            "firstName": "Jon",
            "lastName": "Durr",
            "reelThemIn": "while(success != true)<br>{<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;tryAgain();<br>}",
            "bio": "<p>Hello I'm Jon. Currently, I'm a student at Nashville Software School and enrolled in the full-stack C#/.NET web development program. My journey into software development began from a desire to increase my own efficiency in the workplace in programs like Microsoft Excel and Salesforce. With an engineering background and a love of problem solving I took the plunge into basic front-end development with a short, in person foundations program that had me hooked. Afterwords, I enrolled in this full-time course and have been working to develop my own skills so that I can pursue software development full-time. I hope to one day combine my passion for health care and improving the lives of patients with my new-found love of programming.</p>",
            "github": "https://github.com/durrjp",
            "linkedIn": "https://www.linkedin.com/in/durrjp/",
            "portfolio": "http://durrjp.github.io",
            "email": "durrjp1@gmail.com",
            "proImg": "JonDurr.jpg",
            "capstone": "https://youtu.be/J9coXbIBEqk"
        },
        {
            "id": 8,
            "firstName": "Crystal",
            "lastName": "Elsey",
            "reelThemIn": "\"Anything's possible if you've got enough nerve.\" -Ginny Weasley",
            "bio": "<p>I have always been the sort of person who loves to jump in and orchestrate a solution to a puzzle or a problem, or even figure out how to make something that works, work even better. The first time I was able to maneuver through a maze of code on my own and identify how to make it perform the way I wanted, I knew I was hooked. There's nothing more satisfying than the moment your efforts and experiments click into place and -- bam! -- order and function are restored to the world once more. Coming from prior experiences in nonprofit development, sales, and account management, I love being in a field where I don't have to choose between strategic and creative thinking -- the possibilities for inventive problem-solving are endless! </p>",
            "github": "https://github.com/CrystalElseyNSS",
            "linkedIn": "https://www.linkedin.com/in/crystalelsey/",
            "portfolio": "https://crystalelseynss.github.io/",
            "email": "hello@crystalelsey.com",
            "proImg": "CrystalElsey.jpg",
            "capstone": "https://youtu.be/hCi3kl_Jy0k"
        },
        {
            "id": 9,
            "firstName": "Daniel",
            "lastName": "Fuqua",
            "reelThemIn": "",
            "bio": "<p>I wrote my first line of code in October of 2019 as I took an introductory course to front end web development to see if a career and a new life as a developer was truly a target worth setting my aim toward. I decided it was, and since that day I have been border line obsessed with my newly found power to communicate with computers and get them to execute tasks. Once upon a time I lived life as a muggle, using only what was made for me to see and interact with by the software wizards of the world. I knew nothing of the infrastructure that makes our evermore interconnected and globalized culture function so, conveniently. I left that alchemy to the wizards. The developers who were far superior to me. That is actually pretty close to how I looked at the developers of the internet and software industry. They decided what was possible for me and I was grateful as a consumer. But I took a chance, and I decided to flip the script and join their ranks. I see now that with adequate commitment and work ethic, the possibilities reach far beyond my current comprehension. </p>",
            "github": "https://github.com/DanielFuqua",
            "linkedIn": "https://www.linkedin.com/in/daniel-fuqua/",
            "email": "fuquardwork@gmail.com",
            "proImg": "DanielFuqua.jpg"
        },
        {
            "id": 10,
            "firstName": "Tim",
            "lastName": "George",
            "reelThemIn": "\"You must unlearn what you have learned\" -Yoda",
            "bio": "<p>My interest in software development began in my freshman year of high school. We built a simple website mostly utilizing HTML and inline-styling for a class project. After spending the first decade of my working years mastering the art of craft butchery and managing a business, I decided I needed a new stimulating path that combined my passion for customer service and artistry. I ran into a former colleague who had entered NSS and was now a successful software engineer. After doing some research and studying privately I decided that entering the school was my next step.</p>",
            "github": "https://github.com/Hellowalls1",
            "linkedIn": "https://www.linkedin.com/in/timpgeorge/",
            "email": "tgeorgedev@gmail.com",
            "proImg": "TimGeorge.jpg",
            "capstone": "https://youtu.be/VjT-NKqmcck"
        },
        {
            "id": 12,
            "firstName": "Shady",
            "lastName": "Grant",
            "reelThemIn": "",
            "bio": "<p>As a developer, you can create anything that comes to mind with only the help of a computer. The possibility to turn ideas into reality and the freedom of thinking of something and being able to create it is unparalleled. Every day there is better and better tools to make anything that comes to mind happen. This what made me passionate to learn and study software development. </p>",
            "github": "https://github.com/ShadyGrant",
            "linkedIn": "https://www.linkedin.com/in/shady-grant/",
            "portfolio": "http://shadygrant.github.io",
            "email": "shadygrant@yahoo.com",
            "proImg": "ShadyGrant.jpg"
        },
        {
            "id": 13,
            "firstName": "Daniel",
            "lastName": "Hero",
            "reelThemIn": "\"Without change, something sleeps inside us, and seldom awakens. The sleeper must awaken.\" ― Dune",
            "bio": "<p>While having worked in many different business sectors, I have not found a true path for my career until I started developing software.  My past working experience coupled with my experience as a developer has taught me how to be an asset to my teammates and employer.</p>",
            "github": "https://github.com/danielhero",
            "linkedIn": "https://www.linkedin.com/in/danielhero/",
            "portfolio": "http://danielhero.github.io",
            "email": "danielhero@outlook.com",
            "proImg": "DanielHero.jpg",
            "capstone": "https://youtu.be/PC1PU6RJJZo"
        },
        {
            "id": 14,
            "firstName": "Parker",
            "lastName": "Hodge",
            "reelThemIn": "",
            "bio": "<p>In 2018 I graduated from the University of Tennessee with a B.S. in Molecular Biology, fully intent on pursuing further education in medicine or health research. However, after exposure to design and data visualizations in MATLAB and R in my research endeavors, I was captivated by the opportunity to design and create that programming afforded and research seemingly lacked. I then enrolled in Nashville Software School with goal to develop the skills that would allow me to develop and contribute to meaningful, engaging software products. </p>",
            "github": "https://github.com/iparkerhodge",
            "linkedIn": "https://www.linkedin.com/in/iparkerhodge/",
            "portfolio": "http://iparkerhodge.github.io/portfolio",
            "email": "iparkerhodge@gmail.com",
            "proImg": "ParkerHodge.jpg"
        },
        {
            "id": 15,
            "firstName": "Kristen",
            "lastName": "Howton",
            "reelThemIn": "\"In a world where you can be anything, be kind.\" -Jennifer Dukes Lee",
            "bio": "<p>Before beginning my journey in software development, I was working as a behavior therapist for children with autism. I enjoyed being able to make a difference in children's lives by seeing the small changes as large victories. Software development allowed me to transition to appreciating small features in my code before ultimately building out a complex application. I was able to combine my passion of working with others and solving complex problems using logic while working in a team environment. I was first introduced to software development as a means of more efficiently processing data when I was working on my masters thesis. I realized that a career in tech combined my passions for helping others and creating things.</p>",
            "github": "https://github.com/kristen-howton",
            "linkedIn": "https://www.linkedin.com/in/kristen-howton/",
            "email": "kristen.howton@gmail.com",
            "proImg": "KristenHowton.jpg",
            "capstone": "https://youtu.be/RUS4VjSSvmU"
        },
        {
            "id": 16,
            "firstName": "Drew",
            "lastName": "Kirkland",
            "reelThemIn": "\"Speaking confidently about what you know, and candidly about what you don't\"",
            "bio": "<p>Having worked many hands-on jobs in (and out of) the tech sector, I found myself always wanting to know more about the intricacies of the devices that propel our lives. Learning to be a developer was the next step.<br>Fortunately, my time spent installing and supporting technology has provided clarity as a developer - I am able to qualify issues quickly due to a “big picture” mentality. I attribute my confidence with code to many years spent reconstructing the physical world.</p>",
            "github": "https://github.com/iamdrewkirkland",
            "linkedIn": "https://www.linkedin.com/in/iamdrewkirkland/",
            "portfolio": "https://iamdrewkirkland.github.io/",
            "email": "drew.kirkland@gmail.com",
            "proImg": "DrewKirkland.jpg"
        },
        {
            "id": 17,
            "firstName": "Sarah Hart",
            "lastName": "Landolt",
            "reelThemIn": "\"Cohort39.OrderBy(dev => dev.HairSize).Last();\"",
            "bio": "<p>I'm an extroverted, passionate software developer and abstract artist who enjoys painting with the magical tools of programming languages to render visually striking, artistically-driven web applications. After learning C# and .NET in the back end, I've become intrigued and delightfully challenged by the problem solving puzzles in SQL queries and fullstack web applications. After a decade of teaching language and a year transitioning into art full-time, I pursued software development to marry all my creative interests and channel the elements that make me thrive: creation, ideation, problem-solving, dynamism, challenge, mentorship and teamwork.</p>",
            "github": "https://github.com/sarah-hart-landolt",
            "linkedIn": "https://www.linkedin.com/in/sarah-hart-landolt/",
            "portfolio": "http://sarah-hart-landolt.github.io",
            "email": "sarah.hart.landolt@gmail.com",
            "proImg": "SarahLandolt.jpg",
            "capstone": "https://youtu.be/pA0SUzmEJO0"
        },
        {
            "id": 18,
            "firstName": "Thomas",
            "lastName": "Long",
            "reelThemIn": "",
            "bio": "<p>From building homes and fixing helicopters, to taking counseling sessions and drink orders, I have been in the business of creating. I am passionate about finding solutions to problems, creating opportunities for growth, and holistically implementing those solutions and growth opportunities in whatever endeavor I'm pursuing.<br>My professional software programming story may just now be getting started, but computers have been a part of my life, and a genuine interest of mine, for as long as I can remember. From the very first sentence I wrote in a word processor so many years ago, I have been intrigued by what goes on \"under the hood\", and now that I'm learning exactly that, I can't believe it's taken me so long to get here! Software development has become exactly what I've always wanted to do, and I am extremely excited to continue learning, developing, and creating! </p>",
            "github": "https://github.com/ThomasELong",
            "linkedIn": "https://www.linkedin.com/in/thomas-long-252a99123/",
            "email": "thomaselong12@gmail.com",
            "proImg": "ThomasLong.jpg"
        },
        {
            "id": 20,
            "firstName": "Philip",
            "lastName": "Martin",
            "reelThemIn": "\"You maniacs! You blew it up!\"-Planet Of The Apes",
            "bio": "<p>I have been around music my whole life. Since I was 8 I was curious to learn every instrument, genre, and music style. There just wasn't enough! Through out my walk in music I've had to deal with computers and software and was always intrigued how they where incorporated in my work. My dad and brother have made careers in web development so the industry has had a huge effect on me. Growing up my dad was always working on some new problem and i wanted to know everything he was doing, as I grew older I had decided to make a career change as my passion for computers and technologies grew in my career, this was a drastic change, but I continue to learn more each day in my pursuit as a full stack Web Developer.</p>",
            "github": "https://github.com/philipDmartin",
            "linkedIn": "https://www.linkedin.com/in/philip-martin-2001/",
            "email": "philipnathan788@gmail.com",
            "proImg": "PhilipMartin.jpg"
        },
        {
            "id": 21,
            "firstName": "Brant",
            "lastName": "Pippin",
            "reelThemIn": "\"Seek First to Understand, Then to Be Understood\"-Stephen Covey",
            "bio": "<p>I’ve never been considered \"techy\" and was never “into computers”. No, I was the kid outside catching toads and getting muddy. If I was indoors, I was reading animal encyclopedias. Because of this, I got lots of confused looks when I said I wanted to be a programmer. Especially saying that while managing beehives, working for and owning a landscaping business, and keeping a bunch of chickens.<br>So, why am I doing software development you wonder? At first, it was just because software development as a career seemed like a no brainer. It is a career that is in such high demand, especially in Nashville, and it is only getting better. There is so much opportunity for growth and the need for constant learning was very appealing as well. Now that I have started NSS I have also found that software development is something that I enjoy very much and I know it will be an extremely rewarding career. When I initially became interested in software development, I had planned on going to college and getting my certifications. However, after hearing about Nashville Software School from several of my family members who attended there, I decided that’s where I was going to go.<br>There are many aspects of software development that I have come to love but, I especially enjoy the problem solving that is involved with it and the surprising social side of it. Working in groups and communicating well has been extremely enjoyable and I can't wait to start doing it full time! </p>",
            "github": "https://github.com/Brant2001",
            "linkedIn": "https://www.linkedin.com/in/brantpippin/",
            "email": "brant.pippin@gmail.com",
            "proImg": "BrantPippin.jpg"
        },
        {
            "id": 22,
            "firstName": "Jayson",
            "lastName": "Rice",
            "reelThemIn": "\"Testing leads to failure, and failure leads to understanding.\"  -Burt Rutan",
            "bio": "<p>I’ve lived all over east Tennessee while growing up, but I eventually ended up at Middle Tennessee State University studying Digital Media after enjoying creating digital content in a high school class. After graduating, I worked as an independent contractor for a digital marketing agency for a year before I decided it wasn’t what I wanted to do. I enjoyed the process being creative and working with a laptop but disliked the marketing process. After some soul searching and recommendations from friends, I determined that software development would be a good direction for me to move in. </p>",
            "github": "https://github.com/JaysonRice",
            "linkedIn": "https://www.linkedin.com/in/jaysonrice/",
            "portfolio": "https://jaysonrice.github.io/",
            "email": "jayson.rice.95@gmail.com",
            "proImg": "JaysonRice.jpg",
            "capstone": "https://youtu.be/KVe9iNeCkLw"
        },
        {
            "id": 23,
            "firstName": "Blake",
            "lastName": "Slochowsky",
            "reelThemIn": "",
            "bio": "<p>Born in Memphis and raised in Middle Tennessee, I began my college career at Motlow State with the intentions of working in the field of criminal justice. After several years of the normal college routine, I decided that criminal justice was not where my heart truly was. I then started working a number of factory jobs which led me to an oppritunity driving for FedEx that lasted five years. After succeeding at FedEx, the wear and tear on my body and forseeing the long term affects of this field started me on a journey to find a different carrer. After a discussion with my dad, who is a Database Administrator for Oracle, we scouted for programing courses. This search led me to Nashville Software School and, ultimately, my love of coding. So I decided to try out a coding \"jumpstart\" at NSS, and I was immediately hooked. It was then that I jumped into the bootcamp with both feet and I'll never look back. Coding has been a non-stop journey of wondrous new endeavors, ambitious challenges to overcome, and marvelous discoveries to uncover. I've learned that the world of coding is filled with a never-ending plethora of new things to discover, which excites me the most. </p>",
            "github": "https://github.com/slochowsky",
            "linkedIn": "www.linkedin.com/in/blake-slochowsky/",
            "email": "blakeslochowsky@yahoo.com",
            "proImg": "BlakeSlochowsky.jpg"
        },
        {
            "id": 24,
            "firstName": "Heidi",
            "lastName": "Sprouse",
            "reelThemIn": "\"Everything not saved will be lost.\" - Nintendo Quit Screen",
            "bio": "<p>To be an exceptional software developer you can't simply regurgitate code, you must be imaginative! I started my career journey in graphic arts, but have found that I appreciate efficient code just as much as a beautiful design. I enjoy diving into any part of the development process, be it layout design, user experience, database structure, or the code itself! In this dynamic era I believe that my flexibility makes me a valuable member of any team.</p>",
            "github": "https://github.com/heidijane",
            "linkedIn": "https://www.linkedin.com/in/heidisprouse/",
            "portfolio": "http://heidisprouse.com/",
            "email": "heidi@heidisprouse.com",
            "proImg": "HeidiSprouse.jpg",
            "capstone": "https://youtu.be/HgBs14NTkoM"
        },
        {
            "id": 25,
            "firstName": "Brennen",
            "lastName": "Tatum",
            "reelThemIn": "\"There are no secrets to success. It is the result of preparation, hard work, and learning from failure.\" -Colin Powell ",
            "bio": "<p>I am a Full-time Firefighter/AEMT and am currently enrolled at Nashville software school in a full-stack program for Software development. As a Firefighter, I have worked in a team/crew type environment in both leadership and subordinate roles. While in this career I have been faced with difficult and stressful situations that require critical thinking, situation awareness and teamwork to get the job done safely and effectively whether it is a fire , motor vehicle accident, or a medical emergency. I enjoy Software Development for the intellectual challenge, ability to be creative, and the problem solving aspects. To build something from the ground up and see it work after the effort involved is a great feeling of accomplishment. I enjoy pushing myself both mentally and physically to try and better myself everyday. Im consistently setting new goals and work hard to achieve them. My hobbies include Aviation, Archery, Martial Arts, and hunting.</p>",
            "github": "https://github.com/Bltatum",
            "linkedIn": "https://www.linkedin.com/in/brennen-tatum/",
            "email": "bmar566@gmail.com",
            "proImg": "BrennenTatum.jpg",
            "capstone": "https://youtu.be/jj9CqZxVs_c"
        }
    ]
}